dictionary_pairs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Родсвенные пары</title>
<!-- 2016-06-24 Пт 23:04 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Родсвенные пары</h1>
<p>
<a href="../english.html">Main</a>
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Употребление his и him</h2>
<div class="outline-text-2" id="text-1">
<p>
"him" - указывает на человека:<br  />
We need to find him, I walk with him<br  />
"his" - указывает на принадлежность человеку:<br  />
his book, his family
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Употребление in и at</h2>
<div class="outline-text-2" id="text-2">
<p>
"in" в чем-то, внутри чего-то (когда пространство вокруг ограничено н-р стенами)<br  />
"at" говорится о пребывании на каком-либо объекте или событии:<br  />
at the library, at the factory, at the theatre, at the zoo, at he party
</p>

<p>
Для того что бы почуствовать разницу:<br  />
мы в здании ярмарки - in<br  />
но мы на ярмарке - at
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Употребление my и mine</h2>
<div class="outline-text-2" id="text-3">
<p>
"My" всегда ставится перед существительным:<br  />
My apple is green<br  />
"Mine" используется если употребляется вместо существительного:<br  />
His apple is green and mine is yellow (Тут "мое" употребляется вместо существительного поэтому используем mine)
</p>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Употребление your и yours</h2>
<div class="outline-text-2" id="text-4">
<p>
"Your" - считается как прилагательное "твое". Ставится тогда, когда после него вы указываете существительное, о котором собственно и идет речь:<br  />
Your book, your car, your phone<br  />
"Yours" - существительно "твой". Используется тогда, когда уже известно, о каком конкретно предмете идет речь. После него существительное уже не требуется писать.<br  />
My book is better than yours. (yours <code>= your book). Their idea is really interesting, yours is stupid (yours =</code> your idea)
</p>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Употребление this и these</h2>
<div class="outline-text-2" id="text-5">
<p>
"this" - это (ед. ч.).<br  />
"these" - эти (мн. ч.).
</p>
</div>
</div>
</div>
</body>
</html>
